oppgave-mal.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="no" xml:lang="no">
<head>
<!-- 2018-11-12 Mon 14:49 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>2P fagdag - Statistikkoppgaver</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Tarjei Bærland" />
<link rel="stylesheet" type="text/css" href="css/stylesheet.css">
<link href='https://fonts.googleapis.com/css?family=Open Sans' rel='stylesheet'>
<link href='https://fonts.googleapis.com/css?family=Source Code Pro' rel='stylesheet'>
</head>
<body>
<div id="content">
<h1 class="title">2P fagdag - Statistikkoppgaver</h1>
<p>
Du er elev {ELEVNUMMER} i klasse {KLASSE}.
</p>

<div id="outline-container-orga7ddc67" class="outline-2">
<h2 id="orga7ddc67">Definisjon</h2>
<div class="outline-text-2" id="text-orga7ddc67">
<p>
Gjør rede for følgende begrep og gi et eksempel på hver:
</p>

<p>
{DEFINISJONSOPPGAVE}
</p>
</div>
</div>

<div id="outline-container-orgb656057" class="outline-2">
<h2 id="orgb656057">Bruk av sentral- og spredningsmål</h2>
<div class="outline-text-2" id="text-orgb656057">
<p>
Finn <i>median</i>, <i>gjennomsnitt</i>, <i>kvartilbredde</i> og <i>standardavvik</i> for følgende verdier:
</p>

<p>
{SENTRALMAALSOPPGAVE}
</p>

<p>
{SENTRALMAALSOPPGAVEFASIT}
</p>
</div>
</div>

<div id="outline-container-org8dc7ec1" class="outline-2">
<h2 id="org8dc7ec1">Frekvenstabell</h2>
<div class="outline-text-2" id="text-org8dc7ec1">
<p>
Velg en av frekvenstabellene under. Velger du den første, skal du finne <i>median</i>, <i>typetall</i>, <i>gjennomsnitt</i> og <i>variasjonsbredde</i>. Velger du den andre, skal du kun finne <i>median</i> og <i>gjennomsnitt</i>.
</p>

<p>
<b>Alternativ 1</b>
{FREKVENSTABELLHEADINGA}
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


</table>
<p>
{FREKVENSTABELLDATAA}
</p>

<p>
{FREKVENSTABELLFASITA}
</p>

<p>
<b>Alternativ 2</b>
{FREKVENSTABELLHEADINGB}
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


</table>
<p>
{FREKVENSTABELLDATAB}
</p>

<p>
{FREKVENSTABELLFASITB}
</p>
</div>
</div>


<div id="outline-container-org370e364" class="outline-2">
<h2 id="org370e364">Den nye læreren</h2>
<div class="outline-text-2" id="text-org370e364">
<p>
{NYTTSNITT}
</p>

<p>
{NYTTSNITTFASIT}
</p>
</div>
</div>

<div id="outline-container-orge008363" class="outline-2">
<h2 id="orge008363">Diagramtolkning</h2>
<div class="outline-text-2" id="text-orge008363">
<p>
Diagrammet under viser visualiseringen av to datasett. Hva kan du si om sentral- og spredningsmål for de to i forhold til hverandre?
</p>

<p>
{DIAGRAM}
</p>
</div>
</div>

<div id="outline-container-orgaba111d" class="outline-2">
<h2 id="orgaba111d">Histogrammet</h2>
<div class="outline-text-2" id="text-orgaba111d">
<p>
Histogrammet under viser fordelingen av svar på en "hvor mange pastiller er det i krukka"-oppgave, hvor  mange deltok?
</p>

<p>
{HISTOGRAM}
</p>

<p>
{HISTOGRAMADD}
</p>

<p>
{HISTOGRAMFASIT}
</p>
</div>
</div>

<div id="outline-container-orgc1ff4af" class="outline-2">
<h2 id="orgc1ff4af">Kumulativ match</h2>
<div class="outline-text-2" id="text-orgc1ff4af">
<p>
Under vises et stolpediagram og fire foreslåtte kummulative grafer. Hvilken av de fire alternativene tilhører dataene fra stolpediagrammet?
</p>

<p>
{KUMMULATIVMATCH}
</p>

<p>
{KUMMULATIVMATCHFASIT}
</p>
</div>
</div>

<div id="outline-container-org321f3ad" class="outline-2">
<h2 id="org321f3ad">Foreslå visualisering</h2>
<div class="outline-text-2" id="text-org321f3ad">
<p>
Velg to av pounktene under og illustrer dem i hvert sitt diagram. Begrunn valget av diagram.
</p>

<ul class="org-ul">
<li>Karakterfordelingen i en klasse etter en prøve (rundt 30 elever)</li>
<li>Karakterfordelingen for en <i>skole</i> etter en heldagsprøve i norsk (rundt 600 elever)</li>
<li>Gjennomsnittskarakteren for årets FIFA-spill for årene 1996 til 2017.</li>
<li>Aldersfordelingen for de som ser på Dagsrevyen mer enn to ganger hver uke.</li>
</ul>
</div>
</div>

<div id="outline-container-org19b94d3" class="outline-2">
<h2 id="org19b94d3">Skisser</h2>
<div class="outline-text-2" id="text-org19b94d3">
<p>
For to av punktene i forrige oppgave, skisser hvordan en slik fordeling <i>kan</i> se ut.
</p>
</div>
</div>

<div id="outline-container-orgca41d14" class="outline-2">
<h2 id="orgca41d14">Statistisk analyse</h2>
<div class="outline-text-2" id="text-orgca41d14">
<p>
Velg ett av de to alternativene under.
</p>

<p>
<b>Alternativ 1</b>
{ANALYSEOPPGAVEA}
</p>

<p>
{ANALYSEOPPGAVEFASITA}
</p>

<p>
<b>Alternativ 2</b>
{ANALYSEOPPGAVEB}
</p>

<p>
{ANALYSEOPPGAVEFASITB}
</p>
</div>
</div>
</div>
</body>
</html>
